;汉化：aotix

[AlphaHeavyGunner X2SoldierClassTemplate]
+DisplayName="重机枪手"
+ClassSummary="重机枪手是可靠的士兵，能提供火力支援和清扫障碍。配备重机枪和副武器。"
+LeftAbilityTreeTitle="推土机"
+RightAbilityTreeTitle="火力支援"
+AbilityTreeTitles[0]="推土机"
+AbilityTreeTitles[1]="火力支援"
+AbilityTreeTitles[2]="个人防御"
+AbilityTreeTitles[3]="XCOM"

;ALPHABETICAL ORDER
+RandomNickNames[0]="重量级"
+RandomNickNames[1]="老枪"
+RandomNickNames[2]="铅墙"
+RandomNickNames[3]="枷锁"
+RandomNickNames[4]="荆棘"
+RandomNickNames[5]="领班"
+RandomNickNames[6]="喷火"
+RandomNickNames[7]="干扰"
+RandomNickNames[8]="枪手"
+RandomNickNames[9]="审判者"
+RandomNickNames[10]="战争"
+RandomNickNames[11]="炮塔"
+RandomNickNames[12]="壁垒"
+RandomNickNames[13]="块头"
+RandomNickNames[14]="混乱"
+RandomNickNames[15]="恐惧领主"
+RandomNickNames[16]="掠夺者"
+RandomNickNames[17]="巨像"
+RandomNickNames[18]="屠杀者"
+RandomNickNames[19]="香豆"
+RandomNickNames[20]="砖头"
+RandomNickNames[21]="圣骑士"
+RandomNickNames[22]="虔诚"
+RandomNickNames[23]="链锯"
+RandomNickNames[24]="支援"
+RandomNickNames[25]="承办人"
+RandomNickNames[26]="盾牌"

[GunnerWall X2AbilityTemplate]
LocFriendlyName="装甲板"
LocLongDescription="重型机枪手获得+2护甲和+4消融护甲。"
LocHelpText="获得+2护甲和+4消融护甲。"
LocFlyOverText="装甲板"

[GunnerWall X2SoldierAbilityUnlockTemplate]
DisplayName="重机枪手：装甲板"
Summary="获得+2护甲和+4消融护甲。

[AH_HardTarget X2SoldierAbilityUnlockTemplate]
DisplayName="重机枪手：高难标靶"
Summary="你的每个可见敌人，使你获得8闪避，最多+40。在小队视野范围内可见的单位，无法使你获得加成。"

[AH_TraverseFire X2AbilityTemplate]
LocFriendlyName="扫射站神"
LocLongDescription="第一个行动点使用主武器标准射击，不再结束你的回合。"
LocHelpText="第一个行动点使用主武器标准射击，不再结束你的回合。"
LocFlyOverText="扫射站神"
LocPromotionPopupText="<Bullet/>第一个行动点使用主武器标准射击，不再结束你的回合。<br/>"

[AH_TraverseFireShot X2AbilityTemplate]
LocFriendlyName="快射"
LocLongDescription="用你的主武器射击。"
LocHelpText="用你的主武器射击。"
LocFlyOverText="快射"

[AH_ConeFire X2AbilityTemplate]
LocFriendlyName="区域弹幕"
LocHelpText="对一个区域内的所有目标进行火力覆盖。受到弹幕伤害目标的移动力在2回合内降低5点。"
LocLongDescription="对一个锥形范围内的所有目标和掩体进行火力覆盖。受到弹幕伤害目标的移动力在2回合内降低5点。消耗2点弹药。"
LocPromotionPopupText="<Bullet/>对一个锥形范围内的所有敌人和掩体进行火力覆盖。<br/><Bullet/>受到弹幕伤害的目标的移动力在2回合内降低5点。<br/><Bullet/>区域弹幕有-15命中惩罚，造成略微较少的伤害。<br/><Bullet/>消耗2点弹药，冷却时间为6回合。<br/>"

[GunnerMayhem X2AbilityTemplate]
LocFriendlyName="镇乱增伤"
LocLongDescription="攻击处于区域封锁状态或被压制时试图移动的敌人，获得40%额外伤害加成。"
LocHelpText="攻击处于区域封锁状态或被压制时试图移动的敌人，获得40%额外伤害加成。"
LocFlyOverText="镇乱增伤"
LocPromotionPopupText="<Bullet/> 对试图在压制状态下移动或处于区域封锁状态下的敌人获得40%额外伤害加成。<br/>"

[AH_Mayhem_Bonuses X2AbilityTemplate]
LocFriendlyName="镇乱增伤"
LocFlyOverText="镇乱增伤"
LocLongDescription="攻击处于区域封锁状态或被压制时试图移动的敌人，获得40%额外伤害加成。"
LocHelpText="攻击处于区域封锁状态或被压制时试图移动的敌人，获得额外伤害加成。"
LocPromotionPopupText="<Bullet/>攻击处于区域封锁状态或被压制时试图移动的敌人，获得40%额外伤害加成。<br/>"

[WotC_Lockdown X2AbilityTemplate]
LocFriendlyName="锁定"
LocFlyOverText="锁定"
LocLongDescription="攻击处于区域封锁状态或被压制时试图移动的敌人，以及被你用主武器监视射击的敌人，获得+15命中加成。"
LocHelpText="攻击处于区域封锁状态或被压制时试图移动的敌人，以及被你用主武器监视射击的敌人，有额外的命中加成。"
LocPromotionPopupText="<Bullet/>攻击处于区域封锁状态或被压制时试图移动的敌人，以及被你用主武器监视射击的敌人，获得+15命中加成。<br/><Bullet/>这可叠加其他的反应射击加成。<br/>"

[WotC_Lockdown_Bonuses X2AbilityTemplate]
LocFriendlyName="锁定"
LocFlyOverText="锁定"
LocLongDescription="攻击处于区域封锁状态或被压制时试图移动的敌人，获得+15命中加成。"
LocHelpText="攻击处于区域封锁状态或被压制时试图移动的敌人，有额外的命中加成。"
LocPromotionPopupText="<Bullet/>攻击处于区域封锁状态或被压制时试图移动的敌人，获得+15命中加成。<br/><Bullet/>这可叠加其他的反应射击加成。<br/>"

[AH_KillZone X2AbilityTemplate]
LocFriendlyName="区域封锁"
LocFlyOverText="区域封锁"
LocLongDescription="对4格范围内的多目标进行弹幕射击，被压制的敌人移动或攻击时，会受到反应射击。"
LocHelpText="对区域内的多目标进行火力压制。"
LocPromotionPopupText="<Bullet/>士兵隐蔽状态下可使用区域封锁。<br/><Bullet/>只要压制单位还有弹药，任何试图移动或攻击的单位都将受到反应射击。<br/><Bullet/>不适用于霰弹枪或狙击步枪。<br/><Bullet/>使用区域封锁消耗1点弹药，并且每次反应射击额外消耗1点弹药。有4回合冷却。<br/>"

[AM_Aggression X2AbilityTemplate]
LocFriendlyName="对抗侵略"
LocLongDescription="当被射击时，下一回合获得一次额外行动。每回合触发一次。同时减少25%的被攻击伤害和暴击率。"
LocHelpText="当被射击时，下一回合获得一次额外行动。每回合触发一次。同时减少25%的被攻击伤害和暴击率。"
LocFlyoverText="侵略：下一回合+1行动点"
LocPromotionPopupText="<Bullet/>奖励其侵略性的站位。<br/>"

[GunnerHardened X2AbilityTemplate]
LocFriendlyName="老练"
LocLongDescription="减少士兵25%的被暴击率。"
LocHelpText="减少士兵25%的被暴击率。"
LocFlyoverText="减少士兵25%的被暴击率。"
LocPromotionPopupText="<Bullet/>奖励其侵略性的站位。<br/>"

[AL_115DRHeavyPerk X2AbilityTemplate]
LocFriendlyName="耐抗"
LocLongDescription="减少士兵受到的25%所有类型伤害。"
LocHelpText="减少士兵受到的25%所有类型伤害。"
LocFlyoverText="减少士兵受到的25%所有类型伤害。"
LocPromotionPopupText="<Bullet/>奖励其侵略性的站位。<br/>"

[AM_Aggression X2SoldierAbilityUnlockTemplate]
DisplayName="重机枪手：对抗侵略"
Summary="当被射击时，下一回合获得一次额外行动。每回合触发一次。此外，重机枪手受到的攻击伤害减少25%。"

[AH_FireSupport X2AbilityTemplate]
LocFriendlyName="战斗体能"
LocLongDescription="获得+1生命值、+1移动力和+5闪避。"
LocHelpText="获得+1生命值、+1移动力和+5闪避。"
LocFlyOverText="战斗体能"
LocPromotionPopupText="<Bullet/>获得+1生命值、+1移动力和+5闪避。<br/>"

[AHGrazingFire X2AbilityTemplate]
LocFriendlyName="低伸火力"
LocFlyOverText="低伸火力"
LocLongDescription="主武器的未命中射击，有45%的几率变为擦伤。"
LocHelpText="未命中可能变为擦伤。"
LocPromotionPopupText="<Bullet/>士兵主武器的未命中射击，通常有45%的几率变为擦伤。<br/><Bullet/>此效果在正常的命中-未命中-擦伤处理之后发生。<br/><Bullet/>如果目标有闪避值，将从技能的成功几率中减去该值。"

[AH_HardTarget X2AbilityTemplate]
LocFriendlyName="高难标靶"
LocFlyOverText="高难标靶"
LocLongDescription="你的每个可见敌人，使你获得8闪避，最多+40。在小队视野范围内可见的单位，无法使你获得加成。"
LocHelpText="你的每个可见敌人，使你获得8闪避，最多+40。在小队视野范围内可见的单位，无法使你获得加成。"
LocPromotionPopupText="<Bullet/>你的每个可见敌人，使你获得8闪避，最多+40。<br/><Bullet/>在小队视野范围内可见的单位，无法使你获得加成。<br/>"

[AH_CenterMass X2AbilityTemplate]
LocFriendlyName="额外弹匣"
LocFlyOverText="额外弹匣"
LocLongDescription="每回合开始时，逐步地装填1发缺失的主武器子弹。此外士兵获得一个弹药栏。"
LocHelpText="每回合开始时，逐步地装填你的主武器。"
LocPromotionPopupText="<Bullet/>每回合你的主武器恢复1发子弹。<br/><Bullet/>每个任务最多可进行8次。<br/><Bullet/>如果你缺失子弹，此效果将在回合开始时发生。<br/>"

[AH_Unload X2AbilityTemplate]
LocFriendlyName="循环射击"
LocFlyOverText="循环射击"
LocLongDescription="特殊射击：向目标射击三次。所有射击都有命中惩罚和增加暴击率。有6回合冷却。"
LocHelpText="特殊射击：向目标射击三次。所有射击都有命中惩罚和暴击加成。有6回合冷却。"
LocPromotionPopupText="<Bullet/>特殊射击：向目标射击三次。所有射击都有-10命中惩罚和+5暴击加成。<br/><Bullet/>消耗3弹药。<br/><Bullet/>需要使用连射武器；当主武器是霰弹枪或狙击枪时，无法使用该能力。"

[AH_Unload2 X2AbilityTemplate]
LocFriendlyName="循环射击"
LocFlyOverText="循环射击"
LocLongDescription="特殊射击：向目标射击三次。需要2个行动点，所有射击都有命中惩罚。有5回合冷却。"
LocHelpText="特殊射击：一次攻击向目标射击三次。需要2个行动点，所有射击都有命中惩罚。有5回合冷却。"
LocPromotionPopupText="<Bullet/>特殊射击：一次攻击向目标射击三次。需要2个行动点，所有射击都有-10命中惩罚。<br/><Bullet/>消耗3弹药。<br/><Bullet/>需要使用连射武器；当主武器是霰弹枪或狙击枪时，无法使用该能力。"

[AH_Unload3 X2AbilityTemplate]
LocFriendlyName="循环射击"
LocFlyOverText="循环射击"
LocLongDescription="特殊射击：向目标射击三次。需要2个行动点，所有射击都有命中惩罚。有5回合冷却。"
LocHelpText="特殊射击：向目标射击三次。需要2个行动点，所有射击都有命中惩罚。有5回合冷却。"
LocPromotionPopupText="<Bullet/>特殊射击：向目标射击三次。需要2个行动点，所有射击都有-10命中惩罚。<br/><Bullet/> 消耗3弹药。<br/><Bullet/>需要使用连射武器；当主武器是霰弹枪或狙击枪时，无法使用该能力。"

[PistolGunner X2AbilityTemplate]
LocFriendlyName="决斗者"
LocLongDescription="你的所有手枪射击造成额外的伤害、命中、穿甲。此外获得反击技能。"
LocHelpText="你的手枪攻击造成额外的伤害、命中、穿甲，并且命中率增加。此外获得反击技能。"
LocFlyOverText="决斗者"
LocPromotionPopupText="<Bullet/>你的所有手枪射击造成额外的伤害、命中、穿甲。此外获得反击技能。<br/><Bullet/>这些加成随着武器技术水平提高。<br/><Bullet/>这是一个被动效果。<br/>"

[A115SidearmGunner X2AbilityTemplate]
LocFriendlyName="决斗者"
LocLongDescription="你的所有自动手枪射击造成额外的伤害、命中、穿甲。此外获得反击技能。"
LocHelpText="你的自动手枪攻击造成额外的伤害、命中、穿甲。此外获得反击技能。"
LocFlyOverText="决斗者"
LocPromotionPopupText="<Bullet/>你的所有自动手枪射击造成额外的伤害、命中、穿甲。此外获得反击技能。<br/><Bullet/>这些加成随着武器技术水平提高。<br/><Bullet/>这是一个被动效果。<br/>"

[A115SidearmMaster X2AbilityTemplate]
LocFriendlyName="副武器老手"
LocLongDescription="你获得反击和雷霆之手技能。"
LocHelpText="你获得反击和雷霆之手技能。"
LocFlyOverText="副武器老手"
LocPromotionPopupText="<Bullet/>反击允许你用副武器自动反击攻击者。每回合只能触发一次。<br/><Bullet/>雷霆之手允许你用手枪不消耗行动点的攻击目标。有3回合冷却。<br/>"

[ARPinFire X2AbilityTemplate]
LocFriendlyName="致残射击"
LocLongDescription="进行一次低伤害、高暴击的射击，使目标混乱3回合。消耗2弹药，有3回合冷却。"
LocHelpText="进行一次低伤害、高暴击的射击，使目标混乱3回合。消耗2弹药，有3回合冷却。"
LocFlyOverText="致残射击"
LocPromotionPopupText="<Bullet/>射击造成较低伤害，但使目标混乱3回合。<br/><Bullet/>射击有+20的暴击加成。<br/><Bullet/>消耗2弹药，有3回合冷却。<br/>"

[AL_Infantry_EstablishedDefenses X2AbilityTemplate]
LocFriendlyName="掩体老手"
LocLongDescription="在掩体中，获得额外护甲。"
LocHelpText="在掩体中，获得额外护甲。"
LocFlyOverText="掩体老手"
LocPromotionPopupText="掩体老手鼓励士兵寻找好的掩体位置，获得比正常更高的防御。<br/><Bullet/>半掩体提供1点护甲。<br/><Bullet/>全掩护提供2点护甲。<br/>"

[AL_Infantry_EstablishedDefensesOverwatch X2AbilityTemplate]
LocFriendlyName="防御监视"
LocLongDescription="用副武器激活监视射击时，每个剩余行动点增加1次监视射击和1点护甲。"
LocHelpText="用副武器激活监视射击时，每个剩余行动点增加1次监视射击和1点护甲。"
LocFlyOverText="防御监视"
LocPromotionPopupText="士兵在监视射击时，可用更多时间来布置监视陷阱。<br/><Bullet/>激活监视射击时，每个剩余行动点增加1次监视射击。<br/><Bullet/>激活监视射击时，每个剩余行动点增加1点护甲。<br/>"

[AH115_Tankperk X2AbilityTemplate]
LocFriendlyName="重装战士"
LocLongDescription="士兵配备特殊装置。降低25%的被暴击率，允许有时降低少许行动力换取强化护甲。"
LocHelpText="士兵降低25%的被暴击率，并获得强化护甲能力。"
LocFlyOverText="重装战士"
LocPromotionPopupText="强化护甲有4回合冷却。<br/><Bullet/>激活强化护甲期间，降低1移动力。<br/><Bullet/>根据所穿护甲类型额外获得1-3点护甲。<br/><Bullet/>士兵降低25%的被暴击率。<br/>"

[AH115_ArmorUp X2AbilityTemplate]
LocFriendlyName="强化护甲"
LocLongDescription="激活时，士兵获得额外的临时护甲。生效期间，士兵移动力会略微降低。"
LocHelpText="牺牲1点移动力获得额外护甲。"
LocFlyOverText="激活防御"

[AH115_BraceGun X2AbilityTemplate]
LocFriendlyName="稳固姿态"
LocLongDescription="士兵可以采取稳固的射击姿态，获得额外命中，允许反应射击暴击。生效期间，士兵的移动力受到惩罚。"
LocHelpText="激活技能，提供额外命中，允许反应射击暴击。降低8点移动力。"
LocFlyOverText="稳固姿态"
LocPromotionPopupText="<Bullet/>激活技能时，获得+10命中，允许反应射击暴击。<br/><Bullet/>激活技能时，移动力降低8点。<br/><Bullet/>该技能效果会持续到你的下个回合开始。<br/><Bullet/>激活该技能不消耗行动点。<br/><Bullet/>有4回合冷却。<br/>"
